Repository: jghg02/HolidaysApp
Catalog: Holidaysss/Resoruces/*.lproj/Localizable.strings
Languages: es_419

source: Holidays
es_419: Feriados

# dayLefts
source: %d day left
es_419: %d días faltantes

source: Passed
es_419: Este día ya paso

source: Inalienable
es_419: Irrenunciable

# addNotificationMessage
source: Added remider for this holiday
es_419: Se ha agregado el recordatorio de este feriado

# deleteNotificationMessage
source: Deleted remider
es_419: Se ha eliminado el recordatorio

# ReportBug
source: Report a Bug
es_419: Reportar un problema

source: Feedback & Support
es_419: Recomendacion y/o Soporte

source: Privacy Policy
es_419: Politica de Privacidad

source: Settings
es_419: Configuración
